var data = {
    questionsData: {
        1: {
            text: "Утром Вы пришли на работу. Что сделаете в первую очередь?",
            variants: [
                {
                    text: "Сразу приступлю к задачам, на которых остановилась(-ся) вчера.",
                    value: 0
                },
                {
                    text: "Проверю почту и начну отвечать на письма.",
                    value: 0
                },
                {
                    text: "Напишу список дел на день и расставлю приоритеты.",
                    value: 1
                }
            ]
        },
        2: {
            text: "На почте Вы обнаружили множество писем с пометкой «Срочно». Как поступите?",
            variants: [
                {
                    text: "Отвечу на все по очереди.",
                    value: 0
                },
                {
                    text: "Выделю среди срочных писем важные, на них отвечу в первую очередь.",
                    value: 1
                },
                {
                    text: "Отложу почту на несколько часов&nbsp;&mdash; нужно проверить все ли выписки разнесли бухгалтеры.",
                    value: 0
                }
            ]
        },
        3: {
            text: "Вы назначаете совещание, что сообщите коллегам?",
            variants: [
                {
                    text: "Когда и где встречаемся&nbsp;&mdash; этого вполне достаточно.",
                    value: 0
                },
                {
                    text: "Когда, где встречаемся и тему встречи.",
                    value: 0
                },
                {
                    text: "Помимо даты, времени и темы встречи обозначу также результат, которого мы должны достичь.",
                    value: 1
                }
            ]
        },
        4: {
            text: "Совещание назначили, до него еще три часа. А прямо сейчас Вас ждут на собеседовании с соискателем на должность в финансовой службе. Как организуете встречу?",
            variants: [
                {
                    text: "HR-менеджеры уже знают, какой специалист нам нужен, поэтому на этом этапе мне остается лишь проверить что все мои требования к кандидату учли.",
                    value: 1
                },
                {
                    text: "Я лично подбирал(-а) все резюме, а теперь проведу полноценное собеседование, узнаю все о соискателе и расскажу об условиях работы в компании.",
                    value: 0
                },
                {
                    text: "Дам тест и буду наблюдать, как кандидат будет его выполнять.",
                    value: 0
                }
            ]
        },
        5: {
            text: "Собеседование и совещание позади. Пришло время перейти к рутинным задачам, но в этот момент к Вам пришел подчиненный с вопросом. Как отреагируете?",
            variants: [
                {
                    text: "Надо проконтролировать процесс, вдруг он ошибется. Решим вопрос вместе.",
                    value: 0
                },
                {
                    text: "Быстро выясню, в чем проблема, и назначу встречу на которой все подробно обсудим один раз, чтобы вопросов больше не возникло.",
                    value: 1
                },
                {
                    text: "Попрошу больше меня не беспокоить&nbsp;&mdash; это его задачи и его ответственность.",
                    value: 0
                }
            ]
        },
        6: {
            text: "День подошел к концу. Вы планировали уйти вовремя, но появилось срочное дело, которое нужно выполнить завтра до 12.00. На то, чтобы его выполнить нужно около 6 часов. Как поступите?",
            variants: [
                {
                    text: "Выделю, что могу делегировать, и напишу письмо подчиненным&nbsp;&mdash; с утра прочтут и приступят. Остальную часть успею сделать за утро.",
                    value: 1
                },
                {
                    text: "Останусь сейчас и все сделаю самостоятельно&nbsp;&mdash; не стоит доверять важные дела сотрудникам. ",
                    value: 0
                },
                {
                    text: "Отменю деловую встречу утром и приеду в офис пораньше, чтобы успеть все сделать.",
                    value: 0
                }
            ]
        }
    }


};